<template>
    <div class="cont">
        <div class="box">
            <h1>사용법</h1>
            <div class="man1 mans">
                <h2>1. 입력</h2>
                <p>시작 단어와 미션 단어 입력칸에 한 글자를 입력하면, 시작 단어에 입력한 글자로 시작하는 단어들 중 미션 단어에 입력한 글자가 가장 많이 포함된 단어들을 정렬하여 표시합니다. 미션 단어를 입력하지 않아도 시작 단어만 입력하여 단어를 검색할 수 있습니다. 시작 단어를 입력하지 않으면 검색이 불가합니다.</p>
            </div>
            <div class="man2 mans">
                <h2>2. 버튼</h2>
                <p>좌측 상단 로고를 클릭하면 단어를 검색할 수 있는 페이지로 이동합니다. Notice를 클릭하면 공지를 확인할 수 있고, 공지 제목을 눌러 내용을 확인할 수 있습니다. Manual을 클릭하면 사이트의 사용 방법을 확인할 수 있습니다.</p>
            </div>
            <div class="man3 mans">
                <h2>3. 안내</h2>
                <p>단어 검색 소요 시간은 평균 0.07초입니다. 최초 1회 검색시 약간의 추가 시간이 발생할 수 있습니다. 자세한 사항은 '사이트 리뉴얼 안내' 공지사항을 참고하시기 바랍니다.</p>
            </div>
        </div>
    </div>
</template>

<style src='@/css/Manual.css' scoped>
</style>
